Repository: MehmetKaan96/Flight-Tracker
Catalog: FlightTracker/FlightTracker/Supporting Files/*.lproj/Localizable.strings
Languages: tr

source: En-Route
tr: Yolda

source: Scheduled
tr: Planlanmış

source: Landed
tr: İndi

source: Detailed Info
tr: Detaylı Bilgi

source: Name, Time, Terminal, Gate
tr: İsim, Zaman, Terminal, Kapı

source: Airport Name
tr: Havalimanı Adı

source: Time
tr: Zaman

source: Gate
tr: Kapı

source: Map View
tr: Harita Görünümü

source: List View
tr: Liste Görünümü

source: Delayed Flight
tr: Gecikmiş Uçuş

source: Favorites
tr: Favoriler

source: FROM
tr: KAYNAK

source: TO
tr: HEDİYE

source: See Full Info
tr: Tüm Bilgileri Gör

source: arrivals
tr: varışlar

source: departures
tr: kalkışlar

source: Flight Type
tr: Uçuş Türü

source: Delay Time
tr: Gecikme Süresi

source: Select a time
tr: Bir zaman seçin

source: Search Flight
tr: Uçuş Ara

source: Delete
tr: Sil

source: Delayed Flights
tr: Gecikmiş Uçuşlar

source: Real-Time Flights
tr: Gerçek Zamanlı Uçuşlar

source: Get Started
tr: Başla

source: Next
tr: Sonraki

source: Flights Around the Globe
tr: Dünya Çapındaki Uçuşlar

source: Explore and gather information on all flights across the globe. Gain insight info about destinations worldwide. Whether you're planning your next adventure or simply curious about air traffic worldwide.
tr: Dünya çapındaki tüm uçuşlar hakkında bilgi edinin ve toplayın. Dünya çapındaki destinasyonlar hakkında iç görü bilgisi edinin. Bir sonraki maceranızı planlıyor olun veya sadece dünya çapındaki hava trafiği hakkında meraklıysanız.

source: Favorite Flights
tr: Favori Uçuşlar

source: Keep track of your favorite flights by adding them to your list of favorites, ensuring easy access to their updates, status changes, and important notifications.
tr: Favori uçuşlarınızı favori listenize ekleyerek, güncellemelere, durum değişikliklerine ve önemli bildirimlere kolay erişim sağlayarak takip edin.

source: Let's Take Off!
tr: Kalkışa Geçelim!

source: Prepare for takeoff! Immerse yourself in the world of effortless flight tracking and embark on an exhilarating journey.
tr: Kalkışa hazırlanın! Zahmetsiz uçuş takibi dünyasına dalın ve heyecan verici bir yolculuğa çıkın.

source: Manufacturer
tr: Üretici

source: Engine
tr: Motor

source: Built
tr: İnşa edildi

source: Age
tr: Yaş

source: Engine Count
tr: Motor Sayısı
